{
  "About": "เกี่ยวกับเรา",
  "Product": "สินค้า",
  "Solution": "บริการ",
  "Contact": "ติดต่อ",
  "Networking, Security Systems, Wireless Connectivity": "ระบบเครือข่าย, ระบบด้านความปลอดภัยทาง IT, การเชื่อมต่อแบบไร้สาย",
  "These systems serve as critical pathways for information flow, facilitating both internal and external organizational communications, and handling both confidential and non-confidential data, expert consultation and design from the initial stages": "ระบบเหล่านี้เปรียบเสมือนเป็นเส้นทางของข้อมูล ข่าวสาร ที่ใช้เชื่อมต่อทั้งภายในและภายนอกองค์กร ซึ่งมีทั้งข้อมูลที่เป็นความลับ และข้อมูลที่ไม่เป็นความลับ จึงจำเป็นที่จะต้องมีผู้เชี่ยวชาญในการให้คำปรึกษาและออกแบบตั้งแต่เริ่มต้น โดยนำเทคโนโลยีที่เหมาะสมมาผนวกกับความต้องการใช้งานของลูกค้า เพื่อให้เกิดประสิทธิภาพมากที่สุด.",
  "We are a company primarily focused on Information Technology (IT) solutions. Our expertise encompasses computer networking, network security systems, wireless connectivity, Data Center infrastructure, and various signal transmission systems.": "พวกเราคือบริษัทที่ดำเนินงานทางด้าน Information Technology หรือ IT เป็นหลัก เรามีความเชี่ยวชาญทางด้านเครือข่ายคอมพิวเตอร์ ระบบรักษาความปลอดภัยเครือข่ายคอมพิวเตอร์ การเชื่อมต่อแบบไร้สาย ระบบห้อง Data Center และระบบสายนำสัญญาณต่าง ๆ",
  "Product & Solution": "สินค้า & บริการ",
  "Landy comes with multi-lingual support, all of the content is stored in the JSON files, so that you can manage the texts without having any prior knowledge in developing web applications using React.js.": "รายละเอียดสินค้าเดี๋ยวรอเอาข้อมูลมาลง",
  "Global\nTechnology\nComunication": "โกลบอล เทคโนโลยี คอมมิวนิเคชั่น",
  "We are equipped with skilled engineers, technicians, and the right tools to support all organizations in their growth and success.": "เรามีความพร้อมทั้งวิศวกร ทีมช่างและเครื่องมือ ให้บริการกับลูกค้าทุกหน่วยงาน เพื่อเป็นส่วนหนึ่งในการเติบโตไปข้างหน้าด้วยกัน",
  "Why are we trustworthy?": "ทำไมเราจึงน่าเชื่อถือ?",
  "Our company boasts extensive experience in providing services and installations for a wide range of sectors, including hospitals, power plants, and educational institutions.": "บริษัทของเรามีประสบการณ์อันยาวนานในการให้บริการและติดตั้งให้กับหลากหลายภาคส่วน เช่น โรงพยาบาล โรงไฟฟ้า และสถาบันการศึกษา",

  "Policy": "Politica",
  "Why choose us?": "ทำไมถึงต้องเลือกเรา?",
  "Do you have any question?": "หากมีคำถามหรือข้อสงสัยเพิ่มเติม",
  "Customer Service": "ฝ่ายลูกค้าสัมพันธ์",
  "Sales Manager": "ฝ่ายขาย",
  "Let's Chat": "พูดคุยกับเรา",
  "Application Security": "Seguridad de la aplicación",
  "Software Principles": "Principios de software",
  "Address": "ที่อยู่",
  "Language": "ภาษา",
  "Explore": "เพิ่มเติม",
  "Careers & Culture": "Carreras & cultura",
  "Press": "Prensa",
  "Learn more": "Más información",
  "Get started": "Comenzar",
  "Submit": "Enviar",
  "Message" : "Mensaje",
  "Your Message": "Tu Mensaje",
  "Name" : "Nombre",
  "Your Name": "Tu nombre",
  "Email" : "Email",
  "Your Email": "Tu correo electrónico",
  "512 Ratchada Niwet 14,": "บ้านเลขที่ 512 ซ.รัชดานิเวศน์ 14",
  "Sam Sen Nok, Khet Huai Khwang,": "แขวงสามเสนนอก เขตห้วยขวาง",
  "Bangkok 10310": "กรุงเทพฯ 10310"
}
